[Classe_hades.A_hadess_Invoquateur_des_enfer_Balanced H7HeroClass]
mName="Чернокнижник"

[Classe_hades.A_hadess_Rempart_des_enfer_Balanced H7HeroClass]
mName="Призыватель ада"

[Classe_hades.A_hadess_Mage_destructeur_Balanced H7HeroClass]
mName="Пиромант"

[Classe_hades.A_hadess_shield_magique_des_enfer_Balanced H7HeroClass]
mName="Демонолог"

[Classe_hades.A_hadess_ep馥_des_enfer_Balanced H7HeroClass]
mName="Повелитель хаоса"

[Classe_hades.A_hadess_Eclaireur_des_enfers_Balanced H7HeroClass]
mName="Еретик"



[Hero_Bellona.A_Nova H7HeroAbility]
mName="Врата призывателя"
mTooltip="Этот герой может призвать дополнительный отряд существ.\nОдин раз за бой призывает дополнительный отряд существ в количестве %special1.val2% от выбранного, чтобы тот сражался на его стороне."

[Veyers_skill_demonologie_debug.A_BurningDetermination H7HeroAbility]
mName="Открытие врат"
mTooltip="Открывает уникальное заклинание. Один раз за бой герой может призвать дополнительный отряд существ в количестве %special1.val2 от выбранного, чтобы тот сражался на его стороне." 

[A_SummonElemental H7HeroAbility]
mName="Духовная материализация"
mTooltip="Один раз за бой призывает Духа Баала."

[Archétype.A_agrael_hades H7EditorHero]
mName="Аграэль"
mLore="Аграэль быстро добился успехов в культе демонопоклонников и достаточно скоро стал доверенным советником повелителя демонов. Завистники считают его безрассудным и слишком амбициозным, но за его кажущейся агрессивностью скрывается холодный расчет, что и позволило ему стать военачальником, которого боятся и уважают. Он нападает лишь когда видит подходящую возможность, но может и рискнуть, если награда стоит того."

[Archétype.A_hadess_baal H7EditorHero]
mName="Баал"
mLore="С самого начала Баал ненавидел Асхан и всё, связанное с ним, считая себя чем-то несоответствующим и неестественным. Он хотел уничтожить всё, начиная с собственных создателей и заканчивая самой богиней творения. Когда он услышал о демонах, то захотел увидеть их и примкнуть к их труду по разрушению. Во время Второго Затмения он уничтожил деревню, в которой обитал, и убил всех живших там орков. Наслаждаясь своей работой, он посвятил себя Ургашу. Благодаря своей могучей ненависти и желанию уничтожать, он быстро взобрался по иерархической лестнице, пока не стал повелителем демонов. Сегодня он служит могучим военачальником в армии Властелина демонов."

[Archétype.A_Bellona_hades2 H7EditorHero]
mName="Беллона"
mLore="Беллону называют королевой рабов. Эта культистка, ещё будучи чадом Асхи, полюбила пытки и унижение обращённых в рабство людей. Как дочь барона, она не имела недостатка в новых рабах, а из-за отсутствия матери и постоянных экспедиций своего отца, свободно поддавалась извращённым удовольствиям. Садистская боль привела её на путь хаоса, и после резни, устроенной ею в деревне, Беллона была отправлена в Шио вместе с демонами, которых призвала. Там она быстро обустроилась, полюбила основанную на силе иерархию, а более всего - обладать рабами и делать с ними всё то, что ей всегда нравилось. Для неё это был настоящий рай."

[Archétype.A_jedusor_hades H7EditorHero]
mName="Джедусор"
mLore="Долгое время могучий слуга Ур-Хекаля, поверженный во время Первого Затмения, был вынужден жить, как слабый бес, пока загадочный Кха-Белет не предложил ему свою помощь в возвращении былого положения. Джедусор первым встал подле нового правителя в качестве верного слуги, и взамен Властелин демонов исполнил своё обещание. После назначения повелителем демонов Джедусор быстро вернул себе былое могущество, став гораздо сильнее. Ныне он является одним из тех, чьё слово имеет большой вес, если нужно получить аудиенцию у Кха-Белета, а сам Властелин демонов называет его своим клинком, направленным против Асхана."

[Archétype.A_luciferhades H7EditorHero]
mName="Вейер"
mLore="Вейер силён, храбр, чрезвычайно энергичен и любит разрушение и страх, но при этом не слишком умён. Манипулирование им - это самая лёгкая и приятная вещь на свете. Во время Второго Затмения он был освобождён из тюрьмы Кириллом и принёс клятву верности, считая того князем демонов, Азкаалом. Позднее он долгое время служил Кириллу, хотя неизвестно, было ли это связано с глупостью Вейера или же воздействием Клинка Принуждения, которым владел отступник. После перемещения Невидимой Библиотеки в Шио демон встал на сторону Кха-Белета, и по сей день играет ту же роль, что и при Кирилле - туповатого забияки."

[Archétype.A_Lillithe_hades H7EditorHero]
mName="Лиллита"
mLore="Будучи эльфийкой из Ироллана, Лиллита всегда выделялась среди своих сородичей. Ей не нравилась изоляция эльфов от других держав, поэтому втайне она часто бывала у границ Священной Империи Сокола. Так девушка познакомилась с демонологами, которые обманули её видением о том, что никто из представителей рас Асхи или Ургаша не должен находиться в плену. Это пришлось по душе юной Лиллите, поэтому она помогла им попасть в Ироллан, а взамен они помогли ей сбежать оттуда. После этого в течение нескольких лет эльфийка путешествовала по миру. Лишь по возвращении она услышала об уничтожении Матери Древ и смерти короля, предположив, что это ее вина. В отчаянии, девушка призвала культистов заклинанием, которому они ее научили, но вместо этого появились демоны и «в благодарность» забрали ее в Шио, где она и обитает сегодня."

[A_specialisati_presentation H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Адский проход"
mTooltip="Когда герой открывает сундук, то он дополнительно получает +5 к %icon_movement дальности передвижения до конца недели. Бонус может накапливаться до 3 раз."

[Archétype.A_nox_hades H7EditorHero]
mName="Нокс"
mLore="Нокс - больше зверь, чем демон. Будучи слугой Владыки демонов, он был известен своей животной жестокостью и беспощадностью. Смена правителя в аду практически не имела для него никакого значения. Пока он может охотиться, убивать и пожирать, он будет служить всем. Другие демоны называют его демоническим волком, однако его животная часть заставляет всех церберов считать его своим вожаком."

[A_ChainLightning H7HeroAbility]
mTooltipMagicGuild="Моментально наносит выбранному вражескому существу урон от %ICON_FIRE огня, а затем последовательно поражает до трёх ближайших случайных существ, нанося половину урона с каждой новой целью."
mTooltipMagicGuildRankLine="%d.min-%d.max ед. урона %ICON_FIRE"
mTooltipUpgraded=""
mName="Взрывная молния"
mTooltip="Мгновенно наносит от %d.min до %d.max ед. урона %ICON_FIRE огнём выбранному существу, а затем последовательно поражает до трёх ближайших случайных существ, нанося половину урона с каждой новой целью."

[A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака ближнего боя"
mTooltip="Удар в ближнем бою"

[A_HeroBio_baal H7HeroBioData]
mText="С самого начала Баал ненавидел Асхан и всё, связанное с ним, считая себя чем-то несоответствующим и неестественным. Он хотел уничтожить всё, начиная с собственных создателей и заканчивая самой богиней творения. Когда он услышал о демонах, то захотел увидеть их и примкнуть к их труду по разрушению. Во время Второго Затмения он уничтожил деревню, в которой обитал, и убил всех живших там орков. Наслаждаясь своей работой, он посвятил себя Ургашу. Благодаря своей могучей ненависти и желанию уничтожать, он быстро взобрался по иерархической лестнице, пока не стал повелителем демонов. Сегодня он служит могучим военачальником в армии Властелина демонов."

[A_Baal_Name H7GlobalName]
mName="Баал"

[Archétype.A_nosferatu_hades H7EditorHero]
mName="Аксис"
mLore="Несущий боль. Под этим именем Аксис известен во всем Шио. Он был ничтожным слугой Ур-Траггала. Служа Верховному Владыке, все были похожи на него и наслаждались болью. С наступлением правления Кха-Белета зрелищные убийства, казни и причинение боли перестали быть обычным явлением. Именно тогда Аксис решил восстановить эти традиции при своем дворе. Когда сам Властелин демонов услышал об этом, то решил взглянуть на кровавые игры. Они так ему понравились, что с тех пор это стало его любимым занятием, а Аксис стал настоящей знаменитостью Шио, как организатор этих мероприятий. Так он получил свое второе имя - Несущий боль."

[Generique_hero.A_agrael_Name H7GlobalName]
mName="Аграэль"

[Generique_hero.A_general H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Военачальник"
mTooltip="Наместник: %buff1.buff.stat к приросту основных существ, когда этот герой является наместником."

[Generique_hero.A_generalr_Buff H7BaseBuff]
mName="Наставник"
mTooltip=""

[Generique_hero.A_hadess_agraelt_Balanced H7HeroClass]
mName="Повелитель демонов"

[Generique_hero.A_HeroAttack_Fire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Пронзающий удар"
mTooltip="Наносит вражеским существам от %d.min до %d.max ед. урона от %dam.icon магии огня. Атака этого героя игнорирует защиту."

[Generique_hero.A_HeroBio_agrael H7HeroBioData]
mText="Аграэль быстро добился успехов в культе демонопоклонников и достаточно скоро стал доверенным советником повелителя демонов. Завистники считают его безрассудным и слишком амбициозным, но за его кажущейся агрессивностью скрывается холодный расчет, что и позволило ему стать военачальником, которого боятся и уважают. Он нападает лишь когда видит подходящую возможность, но может и рискнуть, если награда стоит того."

[Hero_Bellona.A_Bellona_Name2 H7GlobalName]
mName="Беллона"

[Hero_Bellona.A_HeroAttack_Fire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака героя"
mTooltip="Наносит вражеским существам от %d.min до %d.max ед. урона от %dam.icon магии огня."

[Hero_Bellona.A_HeroBio_bellona H7HeroBioData]
mText="Беллону называют королевой рабов. Эта культистка, ещё будучи чадом Асхи, полюбила пытки и унижение обращённых в рабство людей. Как дочь барона, она не имела недостатка в новых рабах, а из-за отсутствия матери и постоянных экспедиций своего отца, свободно поддавалась извращённым удовольствиям. Садистская боль привела её на путь хаоса, и после резни, устроенной ею в деревне, Беллона была отправлена в Шио вместе с демонами, которых призвала. Там она быстро обустроилась, полюбила основанную на силе иерархию, а более всего - обладать рабами и делать с ними всё то, что ей всегда нравилось. Для неё это был настоящий рай."

[Hero_jedusor.A_HeroAttack_Fire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака героя"
mTooltip="Наносит вражеским существам от %d.min до %d.max ед. урона от %dam.icon магии огня."

[Hero_jedusor.A_HeroBio_jedusor H7HeroBioData]
mText="Долгое время могучий слуга Ур-Хекаля, поверженный во время Первого Затмения, был вынужден жить, как слабый бес, пока загадочный Кха-Белет не предложил ему свою помощь в возвращении былого положения. Джедусор первым встал подле нового правителя в качестве верного слуги, и взамен Властелин демонов исполнил своё обещание. После назначения повелителем демонов Джедусор быстро вернул себе былое могущество, став гораздо сильнее. Ныне он является одним из тех, чьё слово имеет большой вес, если нужно получить аудиенцию у Кха-Белета, а сам Властелин демонов называет его своим клинком, направленным против Асхана."

[Hero_jedusor.A_ImmunityFire H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Невосприимчивость к огню"
mTooltip="Это существо не может быть целью негативного заклинания магии огня или эффектов от него. Огненный урон от вражеских атак снижен на 50%."

[Hero_jedusor.A_jedusor_Name H7GlobalName]
mName="Джедусор"

[Hero_jedusor.A_LightningBolt H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Демонический гнев"
mTooltip="Наносит от %d.min до %d.max ед. урона от %icon_fire огня всем врагам на поле боя и не дает существам, ведущим дальний бой, совершить выстрел до конца хода. Эту способность можно использовать только один раз за бой."

[Hero_jedusor.A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака ближнего боя"
mTooltip="Удар в ближнем бою"

[Hero_Lillithe.A_HeroAttack_Fire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака героя"
mTooltip="Наносит вражеским существам от %d.min до %d.max ед. урона от %dam.icon магии огня."

[Hero_Lillithe.A_HeroBio_Lillithe H7HeroBioData]
mText="Будучи эльфийкой из Ироллана, Лиллита всегда выделялась среди своих сородичей. Ей не нравилась изоляция эльфов от других держав, поэтому втайне она часто бывала у границ Священной Империи Сокола. Так девушка познакомилась с демонологами, которые обманули её видением о том, что никто из представителей рас Асхи или Ургаша не должен находиться в плену. Это пришлось по душе юной Лиллите, поэтому она помогла им попасть в Ироллан, а взамен они помогли ей сбежать оттуда. После этого в течение нескольких лет эльфийка путешествовала по миру. Лишь по возвращении она услышала об уничтожении Матери Древ и смерти короля, предположив, что это ее вина. В отчаянии, девушка призвала культистов заклинанием, которому они ее научили, но вместо этого появились демоны и «в благодарность» забрали ее в Шио, где она и обитает сегодня."

[Hero_Lillithe.A_Lillithe_Name H7GlobalName]
mName="Лилитта"

[Hero_Lillithe.A_Maitresse_du_hareme H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Хозяйка гарема"
mTooltip="Этот герой увеличивает здоровье суккубов и лилим, находящихся под его контролем, на %buff1.buff.stat2 %icon_health ед., а также они всегда стреляют на полную дистанцию."

[Hero_Lillithe.A_Maitresse_du_hareme_Buff H7BaseBuff]
mName="Хозяйка гарема"
mTooltip="+10 %icon_health ед. зд. Существо всегда стреляет на полную дистанцию."

[Hero_nosferatu.A_hadess_nosferatu_Balanced H7HeroClass]
mName="Повелитель демонов"

[Hero_nosferatu.A_HeroAttack_Fire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака героя"
mTooltip="Наносит вражеским существам от %d.min до %d.max ед. урона от %icon_fire магии огня."

[Hero_nosferatu.A_HeroBio_groth H7HeroBioData]
mText="Несущий боль. Под этим именем Грок известен во всем Шио. Он был ничтожным слугой Ур-Траггала. Служа Верховному Владыке, все были похожи на него и наслаждались болью. С наступлением правления Кха-Белета зрелищные убийства, казни и причинение боли перестали быть обычным явлением. Именно тогда Грок решил восстановить эти традиции при своем дворе. Когда сам Властелин демонов услышал об этом, то решил взглянуть на кровавые игры. Они так ему понравились, что с тех пор это стало его любимым занятием. А Грок стал настоящей знаменитостью Шио, как организатор этих мероприятий. Так он получил свое второе имя - Несущий боль."

[Hero_nosferatu.A_LightningBolt H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Кровавая забота"
mTooltip="Один раз за бой герой может совершить мощную темную атаку, нанося выбранному существу 50 ед. урона за уровень героя и восстанавливая столько же %icon_health здоровья, сколько и урон, нанесенный всем союзным юнитам, взаимодействующим с целью."

[Hero_nosferatu.A_nosferatu_Name H7GlobalName]
mName="Аксис"

[Hero_Nox.A_HeroAttack_Fire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Жажда крови"
mTooltip="Наносит вражеским существам от %d.min до %d.max ед. урона от %dam.icon огня. Каждый раз, когда этот герой наносит урон, он может повторить атаку с вероятностью 30%."

[Hero_Nox.A_HeroBio_nox H7HeroBioData]
mText="Нокс - больше зверь, чем демон. Будучи слугой Владыки демонов, он был известен своей животной жестокостью и беспощадностью. Смена правителя в аду практически не имела для него никакого значения. Пока он может охотиться, убивать и пожирать, он будет служить всем. Другие демоны называют его демоническим волком, однако его животная часть заставляет всех церберов считать его своим вожаком."

[Hero_Nox.A_Incorporeal H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Призрачное уклонение"
mTooltip="Когда это существо атаковано, оно может уклониться от атаки с вероятностью %buff.chance%."

[Hero_Nox.A_Incorporeal_Buff H7BaseBuff]
mName="Бестелесный"
mTooltip=""

[Hero_Nox.A_Instint_animal_Buff H7BaseBuff]
mName="Животный инстинкт"
mTooltip="Дает адским гончим и церберам %stat1 %ICON_DEFENSE защиты и %stat2 %ICON_MOVEMENT скорости."

[Hero_Nox.A_Instint_animale H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Животный инстинкт"
mTooltip="Этот герой дает адским гончим и церберам %buff1.buff.stat1 %ICON_DEFENSE защиты и %buff1.buff.stat2 %ICON_MOVEMENT скорости. "

[Hero_Nox.A_nox_Name H7GlobalName]
mName="Нокс"

[Hero_veyers.A_Dephasage_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Призыватель"
mTooltip="Позволяет герою применить заклинание огня, а затем получить дополнительный ход."

[Hero_veyers.A_HeroAttack_Fire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака героя"
mTooltip="Наносит вражеским существам от %d.min до %d.max ед. урона от %dam.icon магии огня."

[Hero_veyers.A_HeroBio_veyer H7HeroBioData]
mText="Вейер силён, храбр, чрезвычайно энергичен и любит разрушение и страх, но при этом не слишком умён. Манипулирование им - это самая лёгкая и приятная вещь на свете. Во время Второго Затмения он был освобождён из тюрьмы Кириллом и принёс клятву верности, считая того князем демонов, Азкаалом. Позднее он долгое время служил Кириллу, хотя неизвестно, было ли это связано с глупостью Вейера или же воздействием Клинка Принуждения, которым владел отступник. После перемещения Невидимой Библиотеки в Шио демон встал на сторону Кха-Белета, и по сей день играет ту же роль, что и при Кирилле - туповатого забияки."

[Hero_veyers.A_LifeDrain_maitre_des_abimes H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Демоническое поглощение"
mTooltip="Атаки существа восстанавливают его здоровье в размере 70% от нанесенного урона, а также воскрешают павших существ."

[Hero_veyers.A_luciferhad_Name H7GlobalName]
mName="Вейер"

[Hero_veyers.A_Maitre_des_abimes H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Демоническое поглощение"
mTooltip="Атаки демонов бездны и владык бездны восстанавливают им здоровье в размере 70% от нанесённого урона вместо 50%."

[Specialisation_baal_new.A_visit_buff_Buff H7BaseBuff]
mName="Адский проход"
mTooltip="Когда герой открывает сундук, то он дополнительно получает %stat %icon_movement к дальности перемещения до конца недели."

[Specialisation_new_hero_custom.A_ravageurGeneral_Buff H7BaseBuff]
mName="Предводитель разрушителей"
mTooltip=""

[Specialisation_new_hero_custom.A_RvageurGeneral H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Предводитель разрушителей"
mTooltip="Наместник: %buff1.buff.stat к приросту разрушителей и опустошителей в землях вокруг города."

[Specialisation_new_hero_custom.A_Soins_fire_bolt H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Пылающий целитель"
mTooltip="Когда этот герой использует огненное заклинание, то он восстанавливает %d %icon_health ед. здоровья всем союзным существам на поле битвы.\nВосстановление ограничено 200-300 %icon_health ед. здоровья."

[Marque_anti_lumiere.A_Anti_ligth_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Запретный свет"
mTooltip="Этот герой не может использовать заклинания школы света ни при каких обстоятельствах. От них не будет эффекта."

[Marque_anti_lumiere.A_Mark_anti_lumiere_Buff H7BaseBuff]
mName="Запретный свет"
mTooltip=""

[Hero_sarah.A_sarah_Name2 H7GlobalName]
mName="Сара"

[Hero_sarah.A_HeroBio_sarah H7HeroBioData]
mText="Раньше Сара была уважаемым архангелом и высоко ценилась за свою преданность Эльрату и готовность пожертвовать всем ради него. Так и произошло, когда она пала, и теперь у неё новый повелитель. Искажённая магией хаоса, она служит тому, кого предала, а кровь Ургаша воздействует на её сознание, сводя с ума. Лишь вера в Эльрата и надежда однажды вернуться к его свету помогают Саре сохранять рассудок. Её шансом на это остаётся Кирилл, которого она одновременно любит и ненавидит. Она верит, что он единственный, кто способен укрощать демонов благодаря самому могущественному клинку, который она выковала, подвергнув себя искажению хаосом. Помогая Кириллу сдерживать демонов, архангел уверена, что вновь обретёт былой свет." 

[Hero_sarah.A_Specialisation H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Древняя душа"
mTooltip="Когда герой атакует врагов, они теряют %buff1.buff.stat1 %icon_health здоровья на %buff1.buff.durini хода (может накапливаться до 2 раз).\nСущества, призванные этим героем, получают %buff2.buff.stat1 %icon_health здоровья."

[Hero_sarah.A_specialisation_sumon_Buff H7BaseBuff]
mName="Древняя душа"
mTooltip="%stat1 %icon_health здоровья."

mName="Древняя душа"
mTooltip="%stat1 %icon_health здоровья. Длительность (ходов): %durnow."

[Hero_Bellona.A_Bellona_hades2 H7EditorHero]
mName=""
mLore=""

[Hero_Bellona.A_Bellona_Name2 H7GlobalName]
mName="Беллона"

[Hero_Bellona.A_Defense_Skill H7Skill]
mDescriptions[0]="Увеличивает урон героя на 10 ед. за каждый ранг навыка."
mDescriptions[1]=""
mDescriptions[2]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[3]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[4]="Дополнительно увеличивает урон героя на 10 ед."
mName="Демонология"
mTooltip="Увеличивает урон героя."

[Hero_Bellona.A_hadess_Bellona_Balanced2 H7HeroClass]
mName="Повелитель демонов"

[Hero_Bellona.A_HeroAttack_Fire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака героя"
mTooltip="Наносит вражеским существам от %d.min до %d.max ед. урона от %dam.icon магии огня."

[Hero_Bellona.A_Shadowmage H7HeroAbility]
mTooltipMagicGuild="Призывает %special1.val1 отряда выбранных союзных существ."
mTooltipMagicGuildRankLine="%special1.val1 отряда выбранных союзных существ."
mTooltipUpgraded="Призывает %special1.val1 отряда выбранных союзных существ."
mName="Фазовый сдвиг (Открытие врат)"
mTooltip="Один раз за бой призывает %special1.val2 отряда выбранных союзных существ."

[Hero_Bellona.A_Shadowmagespecialisation2 H7HeroAbility]
mTooltipMagicGuild="Призывает %special1.val1 отряда выбранных союзных существ. "
mTooltipMagicGuildRankLine="%special1.val1 отряда выбранных союзных существ. "
mTooltipUpgraded="Призывает %special1.val1 отряда выбранных союзных существ. "
mName="Смятение"
mTooltip="Навык начинающего героя может атаковать вражеское существо."

[Hero_Bellona.A_BurningDetermination H7HeroAbility]
mTooltipMagicGuild="Призывает %special1.val1 отряда выбранных союзных существ."
mTooltipMagicGuildRankLine="%special1.val1 отряда выбранных союзных существ."
mTooltipUpgraded="Призывает %special1.val1 отряда выбранных союзных существ."
mName="Открытие врат"
mTooltip="Один раз за бой призывает %special1.val2 отряда выбранных союзных существ."



[Hero_jedusor.A_hadess_jedusor_Balanced H7HeroClass]
mName="Повелитель демонов"

[Hero_jedusor.A_HeroAttack_Fire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака героя"
mTooltip="Наносит вражеским существам от %d.min до %d.max ед. урона от %dam.icon магии огня."

[Hero_jedusor.A_jedusor_hades H7EditorHero]
mName=""
mLore=""

[Hero_jedusor.A_jedusor_Name H7GlobalName]
mName="Джедусор"

[Hero_jedusor.A_Pathfindingextreme_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Знаток открытия врат"
mTooltip="На этого героя не действуют ограничения по местности. Герой наносит удар в области 3x3."

[Hero_Lucifer.A_Accuracy_demon_Master_Buffh H7BaseBuff]
mName="Меткость"
mTooltip=""

[Hero_Lucifer.A_Accuracydem_Buffh H7BaseBuff]
mName="Меткость"
mTooltip=""

[Hero_Lucifer.A_ArcaneCatalyst_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Демоническая энергия"
mTooltip="%buff1.buff.stat1 к базовому урону всех дружественных существ."

[Hero_Lucifer.A_AssassinMentor H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ментор убийства"
mTooltip="Наместник: Увеличивает прирост ассасинов и воинов теней на %buff1.buff.stat в землях вокруг города."

[Hero_Lucifer.A_AssassinMentor_Buff H7BaseBuff]
mName="Наставник убийц"
mTooltip=""

[Hero_Lucifer.A_BurningDetermination H7HeroAbility]
mTooltipMagicGuild="Призывает %special1.val1 отряда выбранных союзных существ."
mTooltipMagicGuildRankLine="%special1.val1 отряда выбранных союзных существ."
mTooltipUpgraded="Призывает %special1.val1 отряда выбранных союзных существ."
mName="Открытие врат"
mTooltip="Один раз за бой призывает %special1.val2 отряда выбранных союзных существ."

[Hero_Lucifer.A_cornusTrainer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Тренер рогатых демонов"
mTooltip="Наместник: Увеличивает прирост рогатых демонов и демонов-надзирателей на %buff1.buff.stat в землях вокруг города."

[Hero_Lucifer.A_cornusTrainer_Buff H7BaseBuff]
mName="Наставник"
mTooltip=""

[Hero_Lucifer.A_Defense_Skill H7Skill]
mDescriptions[0]="Увеличивает урон героя на 10 ед. за каждый ранг навыка."
mDescriptions[1]=""
mDescriptions[2]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[3]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[4]="Дополнительно увеличивает урон героя на 10 ед."
mName="Демонология"
mTooltip="Увеличивает урон героя."

[Hero_Lucifer.A_Dephasage_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Призыватель"
mTooltip="Позволяет герою один раз за бой наложить заклинание огня и повторно наложить другое заклинание или атаковать в течение того же хода."

[Hero_Lucifer.A_dephasage_Buff H7BaseBuff]
mName="Ясность"
mTooltip=""

[Hero_Lucifer.A_Earthquake H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine="%special1.val1 отряда выбранных союзных существ один раз за бой."
mTooltipUpgraded="Дополнительно призывает в бою %special1.val1 отряда выбранных союзных существ."
mName="Мастерство врат"
mTooltip="Дополнительно призывает в бою %special1.val2 отряда выбранных союзных существ."

[Hero_Lucifer.A_Firehadess2_Buff H7BaseBuff]
mName="Покров Шеога"
mTooltip="Вражеские отряды, которые атакуют это существо или наносят ответный удар, получают %special1 нанесенного урона в виде урона от %icon_fire огня."

[Hero_Lucifer.A_Firehadess_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Покров Шеога"
mTooltip="Отряды, атакующие ваших союзных существ, получают %buff2.buff.special1 урона, который они наносят, в виде урона от %icon_fire огня."

[Hero_Lucifer.A_FireShieldhadess H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Огненный щит"
mTooltip=""

[Hero_Lucifer.A_Force_demoniaque_Abilityh H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Демоническая энергия"
mTooltip="%buff1.buff.stat1 к базовому урону дружественных существ."

[Hero_Lucifer.A_force_demoniaque_Masterh H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Владыка преисподней"
mTooltip="Герой начинает с навыком "Нападение" в ранге ученика и следующей способностью: %spell1.name. Эта способность дополнительно увеличивает базовый урон дружественных существ на +1."

[Hero_Lucifer.A_hadess_Might_Balanced H7HeroClass]
mName="Повелитель демонов"

[Hero_Lucifer.A_hadessitality_Buff H7BaseBuff]
mName=""
mTooltip=""

[Hero_Lucifer.A_hadessVitality_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Живучесть Шеога"
mTooltip="%buff1.buff.stat ед здоровья союзным существам."

[Hero_Lucifer.A_HeroAttack_Fire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака героя"
mTooltip="Наносит вражеским существам от %d.min до %d.max ед. урона от %dam.icon магии огня."

[Hero_Lucifer.A_invoquation_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Призыв"
mTooltip="Снижает стоимость заклинания призыва на %special.norm%."

[Hero_Lucifer.A_LifeDrain_maitre_des_abimes H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Демоническое поглощение"
mTooltip="Удары существа восстанавливают здоровье в размере 70% от нанесенного урона, а также воскрешают павших существ"

[Hero_Lucifer.A_LifeDrain_Useless_m_abime_Buff H7BaseBuff]
mName="Основная цель вытягивания жизни"
mTooltip=""

[Hero_Lucifer.A_luciferhad_Name H7GlobalName]
mName="Вейер"

[Hero_Lucifer.A_luciferhades H7EditorHero]
mName=""
mLore=""

[Hero_Lucifer.A_Maitre_des_abimes H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Демоническое поглощение"
mTooltip="Атаки демонов бездны и владык бездны восстанавливают им здоровье в размере 70% от нанесённого урона вместо 50%."

[Hero_Lucifer.A_Shadowmage H7HeroAbility]
mTooltipMagicGuild="Призывает %special1.val1 отряда выбранных союзных существ "
mTooltipMagicGuildRankLine="%special1.val1 отряда выбранных союзных существ "
mTooltipUpgraded="Призывает %special1.val1 отряда выбранных союзных существ "
mName="Открытие врат"
mTooltip="Один раз за бой призывает %special1.val2 отряда выбранных союзных существ."

[Hero_Lucifer.A_Summonddemoncor_Buff_Basic H7BaseBuff]
mName=""
mTooltip=""

[Hero_Lucifer.A_Maitre_des_abimes H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Демоническое поглощение"
mTooltip="Атаки демонов бездны и владык бездны восстанавливают им здоровье в размере 70% от нанесённого урона вместо 50%."

[Hero_Lucifer.A_TownProtector_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Призыватель"
mTooltip="Позволяет герою один раз за бой наложить заклинание магии огня и повторно наложить другое заклинание или атаковать в течение того же хода."

[Hero_Lucifer.A_Vitality_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Демоническая энергия"
mTooltip="%buff1.buff.stat1 к базовому урону дружественных существ."

[Kyubi_invoc.A_Armykyubi H7AdventureArmy]
mName=""

[Kyubi_invoc.A_Creaturekyubi H7Creature]
mName="Кьюби"
mLore=""

[Kyubi_invoc.A_RangedAttack_Dark_Bulletkyub H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака дальнего боя"
mTooltip="Атака дальнего боя"

[Kyubi_invoc.A_Resurection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Лисий покров"
mTooltip="Мгновенно восстановливает %d.min ед. здоровья выбранному дружественному отряду и возвращает его к жизни.\n(Не действует на нежить и конструктов)."

[Kyubi_invoc.A_SummonElemental H7HeroAbility]
mTooltipMagicGuild="Призывает %special1.val1 Кьюби"
mTooltipMagicGuildRankLine="%special1.val1 Кьюби"
mTooltipUpgraded="Призывает %special1.val1 Кьюби"
mName="Призывает Кьюби на поле битвы до конца боя."
mTooltip="Один раз за бой призывает %special1.val1 Кьюби."


[Hero_baal.A_specialisati_presentation H7HeroAbility]
mTooltipMagicGuild="Призывает %special1.val1 Духа Баала."
mTooltipMagicGuildRankLine="Призывает Духа Баала на поле битвы."
mTooltipUpgraded=""
mName="Духовная материализация"
mTooltip="Когда этот герой получает ранг грандмастера в навыке "Демонология", он может материализовать свой дух на поле битвы. У этого героя есть взрывная цепная атака (атака поражает до трех ближайших целей, урон уменьшается вдвое с каждой последующей целью)."

[Hero_baal.A_SummonElemental H7HeroAbility]
mTooltipMagicGuild="Призывает %special1.val1 Духа Баала"
mTooltipMagicGuildRankLine="Призывает %special1.val1 Духа Баала"
mTooltipUpgraded="Призывает %special1.val1 Духа Баала"
mName="Духовная материализация"
mTooltip="Один раз за бой призывает %special1.val1 Духа Баала"

[Hero_baal.A_baal_materialisé H7Creature]
mName="Дух Баала"
mLore=""

[Hero_baal.A_Baal_Name H7GlobalName]
mName="Баал"

[Hero_baal.A_hadess_baal_Balanced H7HeroClass]
mName="Повелитель демонов"

[Hero_baal.A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака ближнего боя"
mTooltip="Удар в ближнем бою"

[Hero_baal.A_baal_life_buff H7BaseBuff]
mName="Живучесть Баала"
mTooltip="Поглощает %special.val3 ед. урона."

[Hero_baal.A_ChainLightning H7HeroAbility]
mTooltipMagicGuild="Мгновенно наносит урон от %ICON_AIR магии воздуха выбранному вражескому отряду, последовательно поражая до трех других ближайших случайных существ. Урон уменьшается вдвое с каждой новой целью."
mTooltipMagicGuildRankLine="от %d.min до %d.max ед. урона от %ICON_AIR."
mTooltipUpgraded=""
mName="Взрывная цепь"
mTooltip="Мгновенно наносит от %d.min до %d.max ед. урона от %ICON_FIRE магии огня выбранному существу, последовательно поражая до трех других ближайших случайных существ. Урон уменьшается вдвое с каждой новой целью."

[Hero_baal.A_FeralCharge H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Роковой натиск"
mTooltip="Атакует выбранный отряд и убивает в нём 50% существ."

[Hero_baal.A_life_baal H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Выносливость разума"
mTooltip="Дух Баала может поглотить от %buff1.buff.special.val1 до %buff1.buff.special.val2. ед. урона."

[Hero_baal.A_Defense_Skill H7Skill]
mDescriptions[0]="Увеличивает урон героя на 10 ед. за каждый ранг навыка."
mDescriptions[1]=""
mDescriptions[2]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[3]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[4]="Дополнительно увеличивает урон героя на 10 ед."
mName="Демонология"
mTooltip="Увеличивает урон героя."

[Hero_Lillithe.A_Armykyubi H7AdventureArmy]
mName=""

[Hero_Lillithe.A_Creaturegeule_de_l_enfer H7Creature]
mName="Кьюби"
mLore=""

[Hero_Lillithe.A_Defense_Skill H7Skill]
mDescriptions[0]="Увеличивает урон героя на 10 ед. за каждый ранг навыка."
mDescriptions[1]=""
mDescriptions[2]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[3]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[4]="Дополнительно увеличивает урон героя на 10 ед."
mName="Демонология"
mTooltip="Увеличивает урон героя."

[Hero_Lillithe.A_hadess_Lillithe_Balanced H7HeroClass]
mName="Повелитель демонов"

[Hero_Lillithe.A_HeroBio_Lillithe H7HeroBioData]
mText="Будучи эльфийкой из Ироллана, Лиллита всегда выделялась среди своих сородичей. Ей не нравилась изоляция эльфов от других держав, поэтому втайне она часто бывала у границ Священной Империи Сокола. Так девушка познакомилась с демонологами, которые обманули её видением о том, что никто из представителей рас Асхи или Ургаша не должен находиться в плену. Это пришлось по душе юной Лиллите, поэтому она помогла им попасть в Ироллан, а взамен они помогли ей сбежать оттуда. После этого в течение нескольких лет эльфийка путешествовала по миру. Лишь по возвращении она услышала об уничтожении Матери Древ и смерти короля, предположив, что это ее вина. В отчаянии, девушка призвала культистов заклинанием, которому они ее научили, но вместо этого появились демоны и «в благодарность» забрали ее в Шио, где она и обитает сегодня."

[Hero_Lillithe.A_Lillithe_hades H7EditorHero]
mName=""
mLore=""

[Hero_Lillithe.A_Lillithe_Name H7GlobalName]
mName="Лиллита"

[Hero_Lillithe.A_Maitresse_du_hareme H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Хозяйка гарема"
mTooltip="Этот герой увеличивает здоровье суккубов и лилим, находящихся под его контролем, на 10 ед., а также они всегда стреляют на полную дистанцию."

[Hero_Lillithe.A_Maitresse_du_hareme_Buff H7BaseBuff]
mName="Хозяйка гарема"
mTooltip="+10 %icon_health ед. зд. Существо всегда стреляет на полную дистанцию."

[Hero_Lillithe.A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака ближнего боя"
mTooltip="Удар в ближнем бою"

[Hero_Lillithe.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Воинственная жертва"
mTooltip="Этот отряд может принести себя в жертву, чтобы усилить своих хозяек. Суккубы и лилим на поле боя получают новую способность - "Двойной выстрел"."

[Hero_Lillithe.A_RangedAttack_Dark_Bulletkyub H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака дальнего боя"
mTooltip="Атака дальнего боя"

[Hero_Lillithe.A_Resurection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Защитник лилим"
mTooltip="Когда этот отряд атакован, он восстанавливает %d.min ед. зд. суккубам или лилим на поле боя."

[Hero_Lillithe.A_SummonElemental H7HeroAbility]
mTooltipMagicGuild="Призывает %special1.val1 Кьюби"
mTooltipMagicGuildRankLine="%special1.val1 Кьюби"
mTooltipUpgraded="Призывает %special1.val1 Кьюби"
mName="Призывает Адскую пасть на поле битвы до конца боя."
mTooltip="Один раз за бой призывает %special1.val1 Адскую пасть."

[Hero_nosferatu.A_Defense_Skill H7Skill]
mDescriptions[0]="Увеличивает урон героя на 10 ед. за каждый ранг навыка."
mDescriptions[1]=""
mDescriptions[2]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[3]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[4]="Дополнительно увеличивает урон героя на 10 ед."
mName="Демонология"
mTooltip="Увеличивает урон героя."

[Hero_nosferatu.A_hadess_nosferatu_Balanced H7HeroClass]
mName="Повелитель демонов"

[Hero_nosferatu.A_HeroAttack_Fire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака героя"
mTooltip="Наносит вражеским существам от %d.min до %d.max ед. урона от %dam.icon магии огня."

[Hero_nosferatu.A_HeroBio_groth H7HeroBioData]
mText="Несущий боль. Под этим именем Грок известен во всем Шио. Он был ничтожным слугой Ур-Траггала. Служа Верховному Владыке, все были похожи на него и наслаждались болью. С наступлением правления Кха-Белета зрелищные убийства, казни и причинение боли перестали быть обычным явлением. Именно тогда Грок решил восстановить эти традиции при своем дворе. Когда сам Властелин демонов услышал об этом, то решил взглянуть на кровавые игры. Они так ему понравились, что с тех пор это стало его любимым занятием. А Грок стал настоящей знаменитостью Шио, как организатор этих мероприятий. Так он получил свое второе имя - Несущий боль."

[Hero_nosferatu.A_LightningBolt H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Кровавая забота"
mTooltip="Один раз за бой герой может совершить мощную темную атаку, нанося 50 ед. урона за уровень героя и восстанавливая столько же здоровья, сколько и урон, нанесенный всем союзным юнитам, взаимодействующим с целью."

[Hero_nosferatu.A_nosferatu_hades H7EditorHero]
mName="Ксарфакс"
mLore=""

[Hero_nosferatu.A_nosferatu_Name H7GlobalName]
mName="Ксарфакс"

[Hero_baal.A_Defense_Skill H7Skill]
mDescriptions[0]="Увеличивает урон героя на 10 ед. за каждый ранг навыка."
mDescriptions[1]=""
mDescriptions[2]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[3]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[4]="Дополнительно увеличивает урон героя на 10 ед."
mName="Демонология"
mTooltip="Увеличивает урон героя."

[Hero_Bellona.A_Defense_Skill H7Skill]
mDescriptions[0]="Увеличивает урон героя на 10 ед. за каждый ранг навыка."
mDescriptions[1]=""
mDescriptions[2]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[3]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[4]="Дополнительно увеличивает урон героя на 10 ед."
mName="Демонология"
mTooltip="Увеличивает урон героя."

[Hero_jedusor.A_Defense_Skill H7Skill]
mDescriptions[0]="Увеличивает урон героя на 10 ед. за каждый ранг навыка."
mDescriptions[1]=""
mDescriptions[2]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[3]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[4]="Дополнительно увеличивает урон героя на 10 ед."
mName="Демонология"
mTooltip="Увеличивает урон героя."

[Hero_Lucifer.A_Defense_Skill H7Skill]
mDescriptions[0]="Увеличивает урон героя на 10 ед. за каждый ранг навыка."
mDescriptions[1]=""
mDescriptions[2]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[3]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[4]="Дополнительно увеличивает урон героя на 10 ед."
mName="Демонология"
mTooltip="Увеличивает урон героя."

[Hero_jedusor.A_abyssal_ver_life_buff H7BaseBuff]
mName="Живучесть червя бездны"
mTooltip="Поглощает %special.val3 ед. урона."

[Hero_jedusor.A_colere_e_Buff H7BaseBuff]
mName="Бездонный ужас"
mTooltip="Этот отряд не может атаковать в дальнем бою до конца хода."

[Hero_jedusor.A_destruction_vers H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Адское разрушение"
mTooltip="Существо наносит %d.min ед. урона всем соседним вражеским отрядам в конце своего хода."

[Hero_jedusor.A_life_Abyssal_vers H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Живучесть червя бездны"
mTooltip="Червь бездны может поглотить от %buff1.buff.special.val1 до buff1.buff.special.val2 ед. урона."

[Hero_jedusor.A_Regeneration_vers H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Восстановление червя бездны"
mTooltip="В начале своего хода это существо восстанавливает %d.min %icon_health ед. здоровья всем соседним дружественным существам."

[Hero_jedusor.A_SummonElemental H7HeroAbility]
mTooltipMagicGuild="Призывает %special1.val1 Дух Баала"
mTooltipMagicGuildRankLine="%special1.val1 Кьюби"
mTooltipUpgraded="Призывает %special1.val1 Кьюби"
mName="Призыв червя бездны"
mTooltip="Один раз за бой призывает червя бездны. Во время своей атаки тот наносит 10 ед. урона за каждый уровень героя."

[Hero_jedusor.byssal_vers H7Creature]
mName="Червь бездны"

[Hero_Bellona.A_SummonElementale H7HeroAbility]
mTooltipMagicGuild="Призывает %special1.val1 отряда выбранных союзных существ."
mTooltipMagicGuildRankLine="%special1.val2 отряда выбранных союзных существ."
mTooltipUpgraded="Призывает %special1.val1 отряда выбранных союзных существ."
mName="Абсолютное открытие врат"
mTooltip="Один раз за бой призывает %special1.val2 отряда выбранных союзных существ."

[Hero_jedusor.A_LightningBolt H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Демонический гнев"
mTooltip="Наносит от %d.min до %d.max ед. урона от %dam.icon магии огня всем врагам на поле битвы и не дает существам, ведущим дальний бой, стрелять до конца хода."


[Hero_Nox.A_charge_dephasage_CreatureAbility H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[Hero_Nox.A_charge_dephasage_point_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Мощь Шеога"
mTooltip="Каждое нападение на дружественный отряд повышает показатель метамагии на 5 ед."

[Hero_Nox.A_dephasage_Buff_DefenseIncrease H7BaseBuff]
mName="Мощь Шеога"
mTooltip="Когда это существо атаковано, то показатель метамагии героя увеличивается на 5 ед.."

[Hero_Nox.A_echarge_dephasage_Buff_Marker H7BaseBuff]
mName=""
mTooltip=""

[Hero_Nox.A_enferStance_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Адская стойка"
mTooltip="Если союзное существо не атаковало или не использовало активное умение во время своего хода или после срабатывания боевого духа, оно больше не получает урон от %icon_fire. Урон от %icon_fire усиливается на 15% от урона, который должен был быть нанесен."

[Hero_Nox.A_enferStance_Buff_Marker H7BaseBuff]
mName=""
mTooltip=""

[Hero_Nox.A_enferStance_CreatureAbility H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[Hero_Nox.A_Infernal_Stance_Buff_DefenseIncrease H7BaseBuff]
mName="Адская стойка"
mTooltip="Существо невосприимчиво к урону от %icon_fire до конца хода. Его урон от %icon_fire усиливается на 15% от нанесённого урона."


[Hero_Lillithe.A_Lillithe_hades H7EditorHero]
mName=""
mLore=""

[Hero_Lillithe.A_HeroBio_Lillithe H7HeroBioData]
mText="Будучи эльфийкой из Ироллана, Лиллита всегда выделялась среди своих сородичей. Ей не нравилась изоляция эльфов от других держав, поэтому втайне она часто бывала у границ Священной Империи Сокола. Так девушка познакомилась с демонологами, которые обманули её видением о том, что никто из представителей рас Асхи или Ургаша не должен находиться в плену. Это пришлось по душе юной Лиллите, поэтому она помогла им попасть в Ироллан, а взамен они помогли ей сбежать оттуда. После этого в течение нескольких лет эльфийка путешествовала по миру. Лишь по возвращении она услышала об уничтожении Матери Древ и смерти короля, предположив, что это ее вина. В отчаянии, девушка призвала культистов заклинанием, которому они ее научили, но вместо этого появились демоны и «в благодарность» забрали ее в Шио, где она и обитает сегодня."

[Hero_Lillithe.A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака ближнего боя"
mTooltip="Удар в ближнем бою"

[Hero_Lillithe.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Воинственная жертва"
mTooltip="Этот отряд может принести себя в жертву, чтобы усилить своих хозяек. Суккубы и лилим на поле боя получают новую способность - "Двойной выстрел"."

[Hero_Lillithe.A_HeroAttack_Fire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака героя"
mTooltip="Наносит вражеским существам от %d.min до %d.max ед. урона от %dam.icon магии огня."

[Hero_Lillithe.A_Creaturegeule_de_l_enfer H7Creature]
mName="Кьюбиi"
mLore=""

[Hero_Lillithe.A_SummonElemental H7HeroAbility]
mTooltipMagicGuild="Призывает %special1.val1 Адскую пасть"
mTooltipMagicGuildRankLine="%special1.val1 Адская пасть"
mTooltipUpgraded="Призывает %special1.val1 Адскую пасть"
mName="Призыв Адской пасти"
mTooltip="Один раз за бой призывает Адскую пасть. "

[Hero_Lillithe.A_Maitresse_du_hareme H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Хозяйка гарема"
mTooltip="Этот герой увеличивает здоровье суккубов и лилим, находящихся под его контролем, на 10 ед., а также они всегда стреляют на полную дистанцию."

[Hero_Lillithe.A_hadess_Lillithe_Balanced H7HeroClass]
mName="Повелитель демонов"

[Hero_Lillithe.A_Lillithe_Name H7GlobalName]
mName="Лиллита"

[Hero_Lillithe.A_Maitresse_du_hareme_Buff H7BaseBuff]
mName="Хозяйка гарема"
mTooltip="+10 %icon_health ед. зд. Существо всегда стреляет на полную дистанцию."

[Hero_Lillithe.A_Resurection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Защитник лилим"
mTooltip="Когда этот отряд атакован, он восстанавливает %d.min ед. здоровья суккубам или лилим на поле боя."

[Hero_Lillithe.A_Armykyubi H7AdventureArmy]
mName=""

[Hero_Lillithe.A_RangedAttack_Dark_Bulletkyub H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака дальнего боя"
mTooltip="Атака дальнего боя"

[Hero_Lillithe.A_Defense_Skill H7Skill]
mDescriptions[0]="Увеличивает урон героя на 10 ед. за каждый ранг навыка."
mDescriptions[1]=""
mDescriptions[2]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[3]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[4]="Дополнительно увеличивает урон героя на 10 ед."
mName="Демонология"
mTooltip="Увеличивает урон героя."



[Hero_nosferatu.A_cornue_servitude H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Демоническое рабство"
mTooltip="Один раз за бой этот герой может вернуть к жизни 80% существ в отряде рогатых демонов и демонов-надзирателей, если тот был полностью уничтожен."

[Hero_nosferatu.A_HeroAttack_Fire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака героя"
mTooltip="Наносит вражеским существам от %d.min до %d.max ед. урона от %dam.icon магии огня."

[Hero_nosferatu.A_nosferatu_hades H7EditorHero]
mName=""
mLore=""

[Hero_nosferatu.A_nosferatu_Name H7GlobalName]
mName="Грок"

[Hero_nosferatu.A_LightningBolt H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Кровавая забота"
mTooltip="Один раз за бой герой может совершить мощную темную атаку, нанося 50 ед. урона за уровень героя и восстанавливая столько же здоровья, сколько и урон, нанесенный всем союзным юнитам, взаимодействующим с целью."

[Hero_nosferatu.A_Defense_Skill H7Skill]
mDescriptions[0]="Увеличивает урон героя на 10 ед. за каждый ранг навыка."
mDescriptions[1]=""
mDescriptions[2]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[3]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[4]="Дополнительно увеличивает урон героя на 10 ед."
mName="Демонология"
mTooltip="Увеличивает урон героя."

[Hero_nosferatu.A_cornu_servitude_Buff H7BaseBuff]
mName="Вечное рабство"
mTooltip="Возвращает к жизни 80% существ в отряде."

[Hero_nosferatu.A_HeroBio_groth H7HeroBioData]
mText="Несущий боль. Под этим именем Грок известен во всем Шио. Он был ничтожным слугой Ур-Траггала. Служа Верховному Владыке, все были похожи на него и наслаждались болью. С наступлением правления Кха-Белета зрелищные убийства, казни и причинение боли перестали быть обычным явлением. Именно тогда Грок решил восстановить эти традиции при своем дворе. Когда сам Властелин демонов услышал об этом, то решил взглянуть на кровавые игры. Они так ему понравились, что с тех пор это стало его любимым занятием. А Грок стал настоящей знаменитостью Шио, как организатор этих мероприятий. Так он получил свое второе имя - Несущий боль."

[Hero_nosferatu.A_hadess_nosferatu_Balanced H7HeroClass]
mName="Повелитель демонов"



[Hero_Nox.A_HeroBio_nox H7HeroBioData]
mText="Нокс - больше зверь, чем демон. Будучи слугой Верховного владыки демонов, он был известен своей животной жестокостью и беспощадностью. Смена правителя в аду практически не имела для него никакого значения. Пока он может охотиться, убивать и пожирать, он будет служить всем. Другие демоны называют его демоническим волком, однако его животная часть заставляет всех церберов считать его своим вожаком."

[Hero_Nox.A_nox_Name H7GlobalName]
mName="Нокс"

[Hero_Nox.A_hadess_nox_Balanced H7HeroClass]
mName="Повелитель демонов"

[Hero_Nox.A_Incorporeal_Buff H7BaseBuff]
mName="Бестелесный"
mTooltip=""

[Hero_Nox.A_HeroAttack_Fire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Жажда крови"
mTooltip="Наносит вражеским существам от %d.min до %d.max  ед. урона от %dam.icon магии огня. У этого героя есть 30% шанс повторить атаку каждый раз, когда он наносит урон."

[Hero_Nox.A_Instint_animal_Buff H7BaseBuff]
mName="Животный инстинкт"
mTooltip="Дает адским гончим и церберам +10 %ICON_DEFENSE защиты и +3 %ICON_MOVEMENT скорости. "

[Hero_Nox.A_Incorporeal H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Призрачное уклонение"
mTooltip="Когда это существо атаковано, оно может уклониться от атаки с вероятностью %buff.chance%."

[Hero_Nox.A_nox_hades H7EditorHero]
mName=""
mLore=""

[Hero_Nox.A_Instint_animale H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Животный инстинкт"
mTooltip="Дает адским гончим и церберам +10 %ICON_DEFENSE защиты и +3 %ICON_MOVEMENT скорости. "

[Hero_Nox.A_Defense_Skill H7Skill]
mDescriptions[0]="Увеличивает урон героя на 10 ед. за каждый ранг навыка."
mDescriptions[1]=""
mDescriptions[2]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[3]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[4]="Дополнительно увеличивает урон героя на 10 ед."
mName="Демонология"
mTooltip="Увеличивает урон героя."


[Generique_hero.A_agrael_Name H7GlobalName]
mName="Аграэль"

[Generique_hero.A_general H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Военачальник"
mTooltip="Наместник: %buff1.buff.stat к приросту основных существ. Этот герой наносит удар в области 2х2, игнорируя защиту выбранного отряда, и обладает способностью "Цепь исцеления"."

[Generique_hero.A_hadess_agraelt_Balanced H7HeroClass]
mName="Повелитель демонов"

[Generique_hero.A_Resurrection_Buff H7BaseBuff]
mName="Касание перерождения"
mTooltip="Восстанавливает %d.min ед. зд. и возвращает к жизни всех стоящих рядом дружественных существ в начале своего хода.\n(Не действует на нежить и конструктов)\nДлительность: %durnow ход(ов)."

[Generique_hero.A_HeroAttack_Fire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Жажда крови"
mTooltip="Наносит вражеским существам от %d.min до %d.max  ед. урона. Этот герой наносит удар в области 2х2 и игнорирует защиту выбранного отряда."

[Generique_hero.A_HeroBio_agrael H7HeroBioData]
mText="Аграэль быстро добился успехов в культе демонопоклонников и достаточно скоро стал доверенным советником повелителя демонов. Завистники считают его безрассудным и слишком амбициозным, но за его кажущейся агрессивностью скрывается холодный расчет, что и позволило ему стать военачальником, которого боятся и уважают. Он нападает лишь когда видит подходящую возможность, но может и рискнуть, если награда стоит того."

[Generique_hero.A_agrael_hades H7EditorHero]
mName=""
mLore=""

[Generique_hero.A_SummonElemental H7HeroAbility]
mTooltipMagicGuild="Мгновенно восстанавливает здоровье и возвращает к жизни выбранный дружественный отряд. Выбранный отряд восстанавливает здоровье и возвращает к жизни всех стоящих рядом дружественных существ в течение %buff1.buff.durini хода(ов).\n(Не действует на нежить и конструктов)."
mTooltipMagicGuildRankLine="%d.min ед. зд. выбранному отряду и %buff1.buff.d.min ед. зд. отрядам вокруг него."
mTooltipUpgraded=""
mName="Цепь феникса"
mTooltip="Восстанавливает существам %d.min ед. зд. и возвращает их к жизни, а затем поражает ещё три случайных отряда. (Не действует на нежить и конструктов)."

[Generique_hero.A_generalr_Buff H7BaseBuff]
mName="Наставник"
mTooltip=""

[Generique_hero.A_Defense_Skill H7Skill]
mDescriptions[0]="Увеличивает урон героя на 10 ед. за каждый ранг навыка."
mDescriptions[1]=""
mDescriptions[2]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[3]="Дополнительно увеличивает урон героя на 10 ед."
mDescriptions[4]="Дополнительно увеличивает урон героя на 10 ед."
mName="Демонология"
mTooltip="Увеличивает урон героя."

[Generique_hero.A_Resurrection H7HeroAbility]
mTooltipMagicGuild="Мгновенно восстанавливает здоровье и возвращает к жизни выбранный дружественный отряд. Выбранный отряд восстанавливает здоровье и возвращает к жизни всех стоящих рядом дружественных существ в течение %buff1.buff.durini хода(ов).\n(Не действует на нежить и конструктов)."
mTooltipMagicGuildRankLine="%d.min ед. зд. выбранному отряду и %buff1.buff.d.min ед. зд. отрядам вокруг него."
mTooltipUpgraded=""
mName="Цепь феникса"
mTooltip="Восстанавливает существам %d.min ед. зд. и возвращает их к жизни, а затем поражает ещё три случайных отряда. Не действует на нежить и конструктов."


[Hero_Jezebeth.A_gardienne_cornur_Buff H7BaseBuff]
mName="Наставник"
mTooltip=""

[Hero_Jezebeth.A_Gardienne_cornus H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Хранитель оплота"
mTooltip="Наместник: %buff1.buff.stat к приросту рогатых демонов и демонов-надзирателей в землях вокруг города."

[Hero_Jezebeth.A_hadess_Jezebeth_Balanced H7HeroClass]
mName="Повелитель демонов"

[Hero_Jezebeth.A_HeroBio_Jezebeth H7HeroBioData]
mText="В Шио Джезебет носит прозвище "Истребительница императоров". Во время Второго Затмения, ещё будучи культисткой, она пыталась убить императора Лиама, однако потерпела неудачу. Тем не менее, после перерождения в суккуба её послали убить императрицу Мив, и на этот раз она преуспела. Среди суккубов её считают образцом для подражания и примером того, как должен выглядеть истинный последователь Ургаша. Видимо, никто не может с этим поспорить."

[Hero_Jezebeth.A_Jezebeth_hades H7EditorHero]
mName="Джезебет"
mText="В Шио Джезебет носит прозвище "Истребительница императоров". Во время Второго Затмения, ещё будучи культисткой, она пыталась убить императора Лиама, однако потерпела неудачу. Тем не менее, после перерождения в суккуба её послали убить императрицу Мив, и на этот раз она преуспела. Среди суккубов её считают образцом для подражания и примером того, как должен выглядеть истинный последователь Ургаша. Видимо, никто не может с этим поспорить."

[Hero_Jezebeth.A_Jezebeth_Name H7GlobalName]
mName="Джезебет"

[Hero_Malik.A_efreete_cornus H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Хозяин ламп"
mTooltip="Наместник: %buff1.buff.stat к приросту ифритов и султанов ифритов в землях вокруг города."

[Hero_Malik.A_gardienne_efreet_Buff H7BaseBuff]
mName="Наставник"
mTooltip=""

[Hero_Malik.A_hadess_Malik_Balanced H7HeroClass]
mName="Повелитель демонов"

[Hero_Malik.A_HeroBio_Malik H7HeroBioData]
mText="Work in Progress"

[Hero_Malik.A_Malik_hades H7EditorHero]
mName=""
mLore="Work in Progress"

[Hero_Malik.A_Malik_Name H7GlobalName]
mName="Малик"


1.19


[Name.A_Kal_azaar_Name H7GlobalName]
mName="Кал-Азаар"

[Heropedya.A_HeroBio_kal_azaar H7HeroBioData]
mText="С момента исчезновения Верховных Владык Демонов прошли столетия, но до сих пор их судьба остаётся неизвестной. После объединения Шеога Кха-Белет внёс изменения в иерархию демонов, создав новый вид, чья мощь превосходила даже владык бездны. Лишь те демоны, которые доказали свою преданность и полезность новому хозяину, получили возможность обрести ещё большую силу. Являясь одним из перворожденных архидьяволов, Кал-Азаар быстро приспособился к новой силе и вскоре стал повелителем демонов. Хотя исключительную покорность его войск обычно объясняют его сильной аурой лидера, многие демоны верят, что в дьяволов внедрили осколки душ Верховных Владык, и именно это позволяет тем держать своих сородичей под контролем."
 
[Heropedya.A_HeroBio_Marbas H7HeroBioData]
mText="Много лет Марбас был предводителем культа демонов в землях магов. Несмотря на то недоверие, что окружало его среди магов-отступников, Марбас не терял времени зря, и теперь среди демонов есть два полководца, способных наделять свои войска значительным сопротивлением к магическому воздействию. Один полководец — Марбас, второй — Властелин."

[Name.A_Marbas_Name H7GlobalName]
mName="Марбас"

[Name.A_Arkazenl_Name H7GlobalName]
mName="Арказен"

[Heropedya.A_HeroBio_Arkazen H7HeroBioData]
mText="Служить Властелину - великая честь для каждого повелителя демонов, поэтому его избранникам сильно завидуют. Они всегда окружены разными нелицеприятными слухами, хотя никто не посмеет прямо оскорбить их. Арказена часто можно увидеть в Шеоге, путешествующим  по приказу Кха-Белета, поэтому за спиной его издевательски называют лошадью на побегушках. Его дружба с Вейером заставляет окружающих считать, что он столь же недалёк, как и его товарищ по оружию, но для этого адского кентавра подобные слухи служат лишь прикрытием, чтобы скрыть свой острый ум. Он является талантливыми мастером шпионов, чья обширная разведывательная сеть охватывает как Шеог, так и Асхан. Говорят, что информация о местонахождении Скрытых Домов Драконьих Рыцарей, собранная Арказеном перед Третьим Затмением, позволила ему быстро скоординировать действия сил Хаоса, чтобы нанести серьёзный удар по Ордену."


[Name.A_Salazar_Name H7GlobalName]
mName="Салазар"

[Heropedya.A_HeroBio_Salazar H7HeroBioData]
mText="Салазар известен во всем Шио под именем "Мучитель". Он был ничтожным слугой Ур-Траггала. Служа Верховному Владыке, все были похожи на него и наслаждались болью. С наступлением правления Кха-Белета зрелищные убийства, казни и причинение боли перестали быть обычным явлением. Именно тогда Салазар решил восстановить эти традиции при своем дворе. Когда сам Властелин демонов услышал об этом, то решил взглянуть на кровавые игры. Они так ему понравились, что с тех пор это стало его любимым занятием, а Салазар стал настоящей знаменитостью Шио, как организатор этих мероприятий. Так он получил свое второе имя."


[Name.A_Brainhz_Name H7GlobalName]
mName="Брейнз"

[Heropedya.A_HeroBio_Braintz H7HeroBioData]
mText="Брейнз глубоко презирает детей Богов-Драконов, но эти чувства не мешают ему сотрудничать с ними при необходимости. Демонопоклонники часто призывают его для уничтожения своих врагов, и он с удовольствием играет роль искусного наёмника. Считая излишнее кровпролитие и разрушение бессмысленной тратой времени, этот повелитель демонов нашёл иной способ развлечься, вмешиваясь в цикл перерождения Асхи. В качестве оплаты за свои услуги Брейнз принимает только души жертв, но если он решит, что полученного количества недостаточно, то душа заказчика также пополнит его обширную коллекцию. Помещённые в особые зачарованные клетки, несчастные пленники обречены мучиться вечно, без надежды обрести покой под милостивыми крыльями Асхи."

[Name.A_Belzebuth_Name H7GlobalName]
mName="Вельзевут"

[Heropedya.A_HeroBio_belzebuth H7HeroBioData]
mText="Возведённый на острове посреди большого озера магмы, город Ур-Берит является неприступной твердыней, которая управляется великим надзирателем Вельзевутом. Установив свою власть, он превратил это место в самую большую тюрьму Шеога, где содержатся все опасные преступники и военнопленные. Их вопли, рыдания и стоны, беспрестанно разносящиеся в воздухе, подобны изысканной музыке для повелителя демонов и наполняют его сердце радостью. Вельзевут предпочитает оставлять незначительные поручения своим подчинённым и сосредотачивает усилия на поддержании порядка в своих владениях. Только во время Кровавых Затмений он покидает Ур-Берит, чтобы ступить на поверхность Асхана и захватить в плен тех, кто смог заинтересовать Властелина. Его железные цепи постоянно двигаются, словно змеи, готовые обвиться вокруг своих жертв и впрыснуть в их вены яд безумия."

[Heropedya.A_HeroBio_Hsine H7HeroBioData]
mText="Син презирает демонов и вряд ли бы стала иметь с ними общие дела, не заставь её владыки стать демонологом. Назло правителям, Син стала куда более могущественной, чем те предполагали, однако общаться с Син по-прежнему неприятно, в особенности, если вы – демон."

[Heropedya.A_HeroBio_Draezerak H7HeroBioData]
mText="До своего увлечения демонологией Дрезерак считался крупным специалистом по развязыванию войн. Пара нужных слов в ключевой момент – и вот уже два неразлучных брата сцепились не на жизнь, а на смерть. Многие считают, что ныне Дрезерак уже не занимается подобными манипуляциями, но он лишь улыбается в ответ на поставленный вопрос."

[Heropedya.A_HeroBio_Harkenraz H7HeroBioData]
mText="Властолюбивый Харкенрац гордится званием тёмного рыцаря и обожает вызывать на рукопашные дуэли знаменитых бойцов. Он даже убил нескольких соплеменников-демонов, в результате чего Харкенраца боятся и недолюбливают в родных краях."

[Heropedya.A_HeroBio_Grok H7HeroBioData]
mText="Грок сделал стремительную карьеру при дворе Властелина благодаря двум вещам: своей врождённой неутомимости во время походов и любви Властелина к охоте. Теперь Грок является распорядителем кровавых охотничьих забав своего сюзерена. И Властелин знает, что если какое-то дело требует немедленного и скорого решения, то лучшей кандидатуры, чем Грок, ему не найти."